[
  {
    'name': '长沙市',
    'value': '430000'
  },
  {
    'name': '芙蓉区',
    'value': '430100',
    'parent': '430000'
  },
  {
    'name': '珠江一',
    'value': '430102',
    'parent': '430100'
  },
  {
    'name': '珠江二',
    'value': '430103',
    'parent': '430100'
  },
  {
    'name': '珠江二',
    'value': '430104',
    'parent': '430100'
  },
  {
    'name': '珠江二',
    'value': '430105',
    'parent': '430100'
  },
  {
    'name': '珠江二',
    'value': '430111',
    'parent': '430100'
  },
  {
    'name': '珠江二',
    'value': '430112',
    'parent': '430100'
  },
  {
    'name': '珠江二',
    'value': '430121',
    'parent': '430100'
  },
  {
    'name': '珠江二',
    'value': '430124',
    'parent': '430100'
  },
  {
    'name': '天心区',
    'value': '430200',
    'parent': '430000'
  },
  {
    'name': '岳麓区',
    'value': '430300',
    'parent': '430000'
  },
  {
    'name': '开福区',
    'value': '430400',
    'parent': '430000'
  },
  {
    'name': '雨花区',
    'value': '430500',
    'parent': '430000'
  },
  {
    'name': '望城',
    'value': '430600',
    'parent': '430000'
  },
  {
    'name': '长沙县',
    'value': '430700',
    'parent': '430000'
  },
  {
    'name': '宁乡县',
    'value': '430800',
    'parent': '430000'
  }
]
